"keyRespond" = "Vastaa";
"keyCancel" = "Kumoa";
"keyPasskeyTitle" = "Salasana:";
"keyPasskeyRequired" = "Salasana vaaditaan";
"keyPasskeyPrompt" = "Anna salasana.";
"keyAllow" = "Salli";
"keyDeny" = "Estä";
"keyAuthenticationTitle" = "Autentikointi kohteen siirrolle";
"keyAcceptPrompt" = "Laite on lähettänyt OBEX-kohteen. Vastaanotetaanko?";
"BluetoothHelpBookName" = "Bluetooth-ohjeet";